export const level1 = {
    backgroundColor: "#add8e6",
    map: [
        "N..........................",                            // R-skała
        "N..........................",                             // G-trawa
        "N..........................",                             // #-blok ziemi
        "NNNNNNWIIWIIWIIWNN.......",                             // N-śnieg
        ".........................",                            // I-lód
        ".........................",                            // L-lawa
        ".........................",                           //  W-water 
        "...........NNNNN.........",                          //   S-kolce
        "....NNNNNNN.....NNNNNNNNN",                           //  M-magma
        ".........................",                             
        ".........................",                           
        ".........................",                           
        ".........................",                           
       "..........................",
        "NNWIIWWIWIIWIIWIWIIWIIWNNN",
    ],
    objects: [
       { type: "player", x: 15, y: 15 },
       { type: "wolf", x: 100, y: 15 }       
        
    ]
};
