export const level17 = {
    backgroundColor: "#add8e6",
    map: [
        ".........................R",                            // R-skała
        ".........................R",                             // G-trawa
        ".........................R",                             // #-blok ziemi
        "K.....K..................R",                             // N-śnieg
        "K.....K..................R",                            // I-lód
        "K..KK.K..................R",                            // L-lawa
        "K.....K..................R",                           //  W-water 
        "KK....K..................R",                          //   S-kolce
        "K.KK..K..................R",                           //  M-magma
        "K.....K..................R",                             // A-marmur
        "K....KK..................R",                           // C-cegły
        "K..KK.K................R",                           
        "K........................R",                           
        "KK.......................R",
        "KKKKKKKRRRKK............R",
    ],
    objects: [
       { type: "player", x: 36, y: 390 },  
        
        { type: "exitGate", x: 25, y: 15, width: 64, height: 64 }
    ]
};
