export const level1 = {
    backgroundColor: "#add8e6",
    map: [
        ".........................",                            // R-skała
        ".........................",                             // G-trawa
        ".........................",                             // #-blok ziemi
        "NNNN.....................",                             // N-śnieg
        "RRRR.NNWWIIWIIWNN........",                            // I-lód
        "....S....................",                            // L-lawa
        ".........................",                           //  W-water 
        ".........................",                          //   S-kolce
        "...........NNNNN.........",                           //  M-magma
        "....NNNNNSS.....NNNNNNSSS",                             
        ".........................",                           
        ".........................",                           
        ".........................",                           
       "..........................",
        "NNWIIWWIWIIWIIWIWIIWIIWNNN",
    ],
    objects: [
       { type: "player", x: 50, y: 50 }
        
    ]
};
