export const level16 = {
    backgroundColor: "#add8e6",
    map: [
        ".........................#",                            // R-skała
        ".........................#",                             // G-trawa
        ".........................#",                             // #-blok ziemi
        ".........................#",                             // N-śnieg
        "........ ................#",                            // I-lód
        "....... ..............BBB#",                            // L-lawa
        ".........................#.",                           //  W-water 
        ".........................#.",                          //   S-kolce
        ".....................BB..#",                           //  M-magma
        "....................BBB..#",                             
        "...................BBBB..#",                           
        ".................BB...B..#",                           
        "..............BBB........#",                           
        "..............BBB........#",
        "..............BBBBB.B.B..#", //granica widzenia
        ".........................#",
        ".........................#",
        "SSSSSSSSSSSSSSSSSSSSSSSSS#",
    ],
    objects: [
       { type: "player", x: 300, y: 330 },
       { type: "clown", x: 70, y: 15 } ,      
         { type: "snowytree", x: 800, y: 100, width: 120, height: 80 } ,  
         { type: "bat", x: 600, y: 15 } , 
        { type: "snowman", x: 600, y: 15 } ,
         { type: "wolf", x: 600, y: 15 } ,
         { type: "boar", x: 570, y: 15 } ,
        { type: "exitGate", x: 655, y: 420, width: 64, height: 64 }
    ]
};
